asusctl
base
base-devel
btop
deno
dhcpcd
dialog
fastfetch
git
ifplugd
intel-ucode
jq
libimobiledevice
linux
linux-firmware
man-db
man-pages
netctl
nmap
nvm
openssh
ppp
rust
speedtest-cli
sudo
usbmuxd
vim
w3m
wget
which
wpa_supplicant
